Repository: sakeven/Selected
Catalog: Selected/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: %.2f s
zh_hans: %.2f 秒

source: %@: Clipboard input is available only for AI, command, and URL actions.
zh_hans: %@：只有 AI、命令和 URL 动作支持额外剪贴板输入。

source: %@: Configure exactly one action type.
zh_hans: %@：必须且只能配置一种动作类型。

source: %@: Invalid JSON Schema for tool %@.
zh_hans: %@：工具 %@ 的 JSON Schema 无效。

source: %@: Invalid regular expression.
zh_hans: %@：正则表达式无效。

source: %@: Invalid shortcut. Use a shortcut such as cmd shift c, with exactly one non-modifier key per combination.
zh_hans: %@：快捷键无效，请使用例如 cmd shift c，每个组合只能有一个普通按键。

source: %@: Output handling is available only for command and AI actions.
zh_hans: %@：结果处理仅适用于命令和 AI 动作。

source: %@: Secrets cannot have a default value. Enter the secret on the configuration page.
zh_hans: %@：密钥不能写入默认值，请在配置页输入。

source: %@: Set either keycombo or keycombos, not both.
zh_hans: %@：keycombo 与 keycombos 只能设置一项。

source: %@: Single-choice options require unique choices.
zh_hans: %@：单选必须有不重复的候选值。

source: %@: The AI prompt cannot be empty.
zh_hans: %@：AI 提示词不能为空。

source: %@: The command cannot be empty.
zh_hans: %@：命令不能为空。

source: %@: The command for tool %@ cannot be empty.
zh_hans: %@：工具 %@ 的命令不能为空。

source: %@: The default toggle value must be true or false.
zh_hans: %@：开关默认值须为 true 或 false。

source: %@: The default value is not one of the choices.
zh_hans: %@：默认值不在候选值中。

source: %@: The number of display labels must match the number of choices.
zh_hans: %@：显示名称数量必须与候选值一致。

source: %@: The service name cannot be empty.
zh_hans: %@：服务名称不能为空。

source: %@: The URL must include a scheme, such as https://.
zh_hans: %@：URL 必须包含协议，例如 https://。

source: %d times
zh_hans: %d 次

source: %lld actions
zh_hans: %lld 个动作

source: %lld actions · %@
zh_hans: %lld 个动作 · %@

source: %lld AI tools preserved. Edit them in YAML.
zh_hans: 已保留 %lld 个 AI 工具，可在 YAML 中编辑。

source: %lld installed · Do more with selected text
zh_hans: %lld 个已安装 · 让选中文字更有用

source: %lld options available after import
zh_hans: 导入后可配置 %lld 个参数

source: %lld plugins failed to load
zh_hans: %lld 个插件加载失败

source: ↑ ↓ Choose ↩ Paste
zh_hans: ↑ ↓ 选择 ↩ 粘贴

source: ↑ ↓ Choose ↩ Run
zh_hans: ↑ ↓ 选择 ↩ 执行

source: 1 Year
zh_hans: 1 年

source: 3 Months
zh_hans: 3 个月

source: 6 Months
zh_hans: 6个月

source: 7 Days
zh_hans: 7 天

source: 24 Hours
zh_hans: 24 小时

source: 30 Days
zh_hans: 30 天

source: About
zh_hans: 关于

source: Action
zh_hans: 动作

source: Action Description
zh_hans: 动作说明

source: Action Icon
zh_hans: 动作图标

source: Action Identifier
zh_hans: 动作标识

source: Action identifier conflicts with a built-in action: %@.
zh_hans: 动作标识与内置动作冲突：%@。

source: Action identifier is already used by another plugin: %@.
zh_hans: 动作标识已被其他插件使用：%@。

source: Action identifiers conflict with another plugin: %@.
zh_hans: 与其他插件的动作标识冲突：%@。

source: Action Name
zh_hans: 动作名称

source: Actions
zh_hans: 动作

source: Actions · %lld
zh_hans: 动作 · %lld

source: Actions for Input Text
zh_hans: 对输入文字执行动作

source: Actions:
zh_hans: 操作：

source: Add
zh_hans: 增加

source: Add Action
zh_hans: 添加动作

source: Add App
zh_hans: 添加应用

source: Add language choices, toggles, or secrets to customize your plugin.
zh_hans: 可以添加语言选择、开关或密钥，让插件按需工作。

source: Add Option
zh_hans: 添加选项

source: Advanced Settings
zh_hans: 高级设置

source: AI Chat
zh_hans: AI 对话

source: AI Prompt
zh_hans: AI 提示词

source: AI template: {{selected.clipboardText}}
zh_hans: AI 模板：{{selected.clipboardText}}

source: AI Service
zh_hans: AI 服务

source: All conditions must match. The action receives the full selected text.
zh_hans: 所有条件须同时满足；动作接收完整选中文本。

source: Allow multiple lines
zh_hans: 允许多行输入

source: API Host
zh_hans: API 地址

source: API Key
zh_hans: API 密钥

source: App Bundle Identifier
zh_hans: 应用标识

source: App configurations reference this identifier. Keep it unchanged after publishing.
zh_hans: 应用配置会引用此标识，发布后应保持稳定。

source: Application Context
zh_hans: 应用场景

source: Application:
zh_hans: 应用：

source: Applications
zh_hans: 应用

source: Arguments
zh_hans: 参数

source: assistant
zh_hans: 助理

source: At least one action is required.
zh_hans: 至少需要一个动作。

source: Attachment input
zh_hans: 附件内容

source: Back to Search
zh_hans: 返回搜索

source: Basic Information
zh_hans: 基本信息

source: Basic Settings
zh_hans: 基础设置

source: Briefly describe this action
zh_hans: 简短描述这个动作

# called_tool
source: %@ called
zh_hans: 已调用 %@

# calling_tool
source: calling %@
zh_hans: 正在调用 %@

source: calling…
zh_hans: 正在调用

source: Can run local commands
zh_hans: 可运行本机命令

source: Cancel
zh_hans: 取消

source: Cancel Run
zh_hans: 取消运行

source: Cancelled
zh_hans: 已取消

source: Capture clipboard text when this action runs. Retries reuse the captured text.
zh_hans: 运行时取得一份剪贴板文本，重试时沿用同一份内容。

# chat.addAttachments
source: Add files or images
zh_hans: 添加文件或图片

# chat.attachmentError
source: Unable to add attachment
zh_hans: 无法添加附件

# chat.close
source: Close chat
zh_hans: 关闭对话

# chat.code
source: Code
zh_hans: 代码

# chat.collapse
source: Collapse to bubble
zh_hans: 收起为悬浮球

# chat.collapsed
source: Collapsed
zh_hans: 已收起

# chat.context
source: Reference content
zh_hans: 引用内容

# chat.copied
source: Copied
zh_hans: 已复制

# chat.copy
source: Copy message
zh_hans: 复制消息

# chat.copyCode
source: Copy code
zh_hans: 复制代码

# chat.expand
source: Expand chat
zh_hans: 展开对话

# chat.expanded
source: Expanded
zh_hans: 已展开

# chat.input.label
source: Message
zh_hans: 消息内容

# chat.input.placeholder
source: Ask a follow-up…
zh_hans: 继续提问…

# chat.latest
source: Back to latest
zh_hans: 回到最新

# chat.openSource
source: Open source page
zh_hans: 打开来源网页

# chat.photos
source: Photo library
zh_hans: 照片图库

# chat.pin
source: Pin
zh_hans: 固定

# chat.preparingAttachments
source: Preparing attachments…
zh_hans: 正在准备附件…

# chat.readAloud
source: Read aloud
zh_hans: 朗读

# chat.reasoning
source: Thinking process
zh_hans: 思考过程

# chat.removeFile
source: Remove file
zh_hans: 移除文件

# chat.removeImage
source: Remove image
zh_hans: 移除图片

# chat.responding
source: Responding…
zh_hans: 正在回复…

# chat.send
source: Send message
zh_hans: 发送消息

# chat.sendHint
source: ⌘ ↵ to send
zh_hans: ⌘ ↵ 发送

# chat.stop
source: Stop responding
zh_hans: 停止回复

# chat.unpin
source: Unpin
zh_hans: 取消固定

# chat.you
source: You
zh_hans: 你

source: Check Configuration
zh_hans: 检查配置

source: Check for Updates
zh_hans: 检查更新

source: Choices · Comma-separated
zh_hans: 候选值 · 逗号分隔

source: Choose a .selectedext plugin package or a folder containing config.yaml.
zh_hans: 选择包含 config.yaml 的 .selectedext 插件包或文件夹。

source: Choose a Selected plugin, a .popclipext package, or a .popclipextz archive.
zh_hans: 选择 Selected 插件、.popclipext 插件包或 .popclipextz 压缩包。

source: Choose actions to run on selected text.
zh_hans: 选择动作，定义选中文字后的操作。

source: Choose an archive containing exactly one .popclipext package.
zh_hans: 请选择只包含一个 .popclipext 插件的压缩包。

source: Choose App…
zh_hans: 选择应用…

source: Choose local photos
zh_hans: 选择本地图片

source: Choose photos
zh_hans: 选择相册

source: Choose toolbar actions and their order for each app.
zh_hans: 为不同应用选择工具栏中的动作与显示顺序。

# clip.actions
source: Actions
zh_hans: 操作

# clip.ai
source: AI Actions
zh_hans: AI 处理

# clip.ai.ask
source: Ask AI…
zh_hans: 向 AI 提问…

# clip.ai.cancel
source: Cancel
zh_hans: 取消

# clip.ai.empty
source: There is no readable content in this item.
zh_hans: 此条目没有可读取的内容。

# clip.ai.explain
source: Explain
zh_hans: 解释内容

# clip.ai.extract
source: Extract Text
zh_hans: 提取文字

# clip.ai.invalidImage
source: This image could not be read.
zh_hans: 无法读取此图片。

# clip.ai.invalidPDF
source: This PDF could not be read. Check that it is valid and unlocked.
zh_hans: 无法读取此 PDF，请确认文件有效且未加密。

# clip.ai.loading
source: Preparing attachment…
zh_hans: 正在准备附件…

# clip.ai.polish
source: Polish Writing
zh_hans: 润色文字

# clip.ai.polish.short
source: Polish
zh_hans: 润色

# clip.ai.prompt.explain
source: Explain this content clearly. For code or an error, explain its purpose or cause and useful next steps. If only a URL is provided, do not claim to have read the page.
zh_hans: 清楚地解释这份内容。对于代码或报错，说明用途或原因，并给出有用的下一步建议。如果只提供了链接，请勿声称已经阅读网页。

# clip.ai.prompt.extract
source: Extract the text from the attachment in reading order. Preserve headings, lists, and tables where possible. Mark anything illegible instead of guessing.
zh_hans: 按阅读顺序提取附件中的文字，尽量保留标题、列表和表格。无法辨认的部分请标注，不要猜测。

# clip.ai.prompt.label
source: Your instructions
zh_hans: 你的要求

# clip.ai.prompt.placeholder
source: What would you like AI to do with this content?
zh_hans: 希望 AI 如何处理这段内容或附件？

# clip.ai.prompt.polish
source: Polish this text for clarity and readability. Preserve its language, meaning, facts, and tone. Return only the revised text.
zh_hans: 润色这段文字，让表达更清晰、易读。保留原语言、含义、事实和语气，只返回润色后的内容。

# clip.ai.prompt.summarize
source: Summarize the content into concise key points. Preserve important facts and do not invent information.
zh_hans: 将内容总结为简明要点，保留重要事实，不补充未经证实的信息。

# clip.ai.prompt.translateChinese
source: Translate the content into Simplified Chinese. Preserve meaning and formatting. Return only the translation.
zh_hans: 将内容翻译为简体中文，保留含义与格式，只返回译文。

# clip.ai.prompt.translateEnglish
source: Translate the content into English. Preserve meaning and formatting. Return only the translation.
zh_hans: 将内容翻译为英文，保留含义与格式，只返回译文。

# clip.ai.send
source: Send to AI
zh_hans: 发送给 AI

# clip.ai.sendHint
source: Send with ⌘ Return
zh_hans: ⌘ Return 发送

# clip.ai.summarize
source: Summarize
zh_hans: 总结要点

# clip.ai.tooLarge
source: The attachment exceeds the size limit. OpenAI documents must be under 50 MB. For Claude, use files under 23 MB and images under 5 MB.
zh_hans: 附件超过大小限制。OpenAI 文档需小于 50 MB；Claude 文件需小于 23 MB，图片小于 5 MB。

# clip.ai.translate
source: Translate
zh_hans: 翻译

# clip.ai.translateChinese
source: Translate to Chinese
zh_hans: 译成中文

# clip.ai.translateEnglish
source: Translate to English
zh_hans: 译成英文

# clip.ai.unsupported
source: This file cannot be read by the current provider. Use OpenAI for Office documents and other file formats. Folders are not supported.
zh_hans: 当前 AI 无法读取此文件。Office 文档及其他文件格式请使用 OpenAI。不支持文件夹。

# clip.copy
source: Copy to Clipboard
zh_hans: 复制到剪贴板

# clip.copy.short
source: Copy
zh_hans: 复制

# clip.details
source: Item details
zh_hans: 条目详情

# clip.dismiss
source: Close
zh_hans: 关闭

# clip.dismiss.shortcut
source: Close Clipboard (Esc)
zh_hans: 关闭剪贴板（Esc）

# clip.empty.description
source: Copy text, images or files to see them here.
zh_hans: 复制文字、图片或文件后，即可在这里查看。

# clip.empty.title
source: No clipboard history
zh_hans: 暂无剪贴板记录

# clip.link.open
source: Open in Browser
zh_hans: 在浏览器中打开

# clip.navigate
source: Navigate
zh_hans: 选择记录

# clip.paste
source: Paste
zh_hans: 粘贴

# clip.pasteOptions
source: Paste options
zh_hans: 粘贴选项

# clip.pasteOriginal
source: Paste Original Format
zh_hans: 粘贴原格式

# clip.pin
source: Pin to top
zh_hans: 置顶

# clip.pinned
source: Pinned
zh_hans: 已置顶

# clip.preview.description
source: Select an item to preview its contents.
zh_hans: 选择一条记录以预览内容。

# clip.preview.empty
source: Clipboard preview
zh_hans: 剪贴板预览

# clip.search
source: Search clipboard
zh_hans: 搜索剪贴板

# clip.search.clear
source: Clear search
zh_hans: 清除搜索

# clip.unpin
source: Unpin
zh_hans: 取消置顶

source: Clipboard
zh_hans: 剪贴板

source: Clipboard History
zh_hans: 剪贴板历史

source: Clipboard Item
zh_hans: 剪贴板记录

source: Clipboard reference
zh_hans: 剪贴板参考内容

source: Clipboard search is unavailable
zh_hans: 剪贴板搜索暂不可用

source: Close
zh_hans: 关闭

source: Collapsed
zh_hans: 已折叠

source: Color
zh_hans: 颜色

source: Command
zh_hans: 命令

source: Command and Arguments
zh_hans: 命令与参数

source: Command exit code: %d
zh_hans: 命令退出码 %d

source: Command variable: SELECTED_CLIPBOARD_TEXT
zh_hans: 命令变量：SELECTED_CLIPBOARD_TEXT

source: Compatibility is checked by capability. The PopClip host version is retained in the original source.
zh_hans: 按具体能力检查兼容性，原始源码中保留 PopClip 最低版本要求。

source: Compatible with this import
zh_hans: 可以导入

source: Complete the required fields below to make this plugin available.
zh_hans: 填写并保存下方必填参数后，即可使用此插件。

source: completed
zh_hans: 已完成

source: Completed
zh_hans: 已完成

source: Completed without text output
zh_hans: 操作完成，无文本输出

source: Condition not met: %@
zh_hans: 未满足条件：%@

source: Configuration
zh_hans: 配置

source: Configuration is valid. Version and identifier conflicts will be checked when saving.
zh_hans: 配置检查通过，保存时将检查版本与标识冲突。

source: Configure clipboard history, its keyboard shortcut, and retention period.
zh_hans: 设置剪贴板历史记录、唤出快捷键与保留时间。

source: Configure these required options first: %@
zh_hans: 请先配置必填参数：%@

source: Contains links
zh_hans: 包含链接

source: Contains one link
zh_hans: 包含一个链接

source: Content
zh_hans: 内容

source: Content type:
zh_hans: 类型：

source: Continue in chat
zh_hans: 继续对话

source: Continue working with this result.
zh_hans: 继续处理这份结果。

source: Copied
zh_hans: 已复制

source: Copied:
zh_hans: 已复制：

source: Copy
zh_hans: 复制

source: Copy original text
zh_hans: 复制原文

source: Copy Path
zh_hans: 复制路径

source: Copy Path (⌘⇧C)
zh_hans: 复制路径 (⌘⇧C)

source: Copy result
zh_hans: 复制计算结果

source: Copy this step's input
zh_hans: 复制本步输入

source: Copy to Clipboard
zh_hans: 复制到剪贴板

source: Could Not Complete Action
zh_hans: 无法完成操作

source: Could not focus the original app. Try again or copy the result.
zh_hans: 无法切换到原应用，请重试或复制结果。

source: Could not open the plugin URL.
zh_hans: 无法打开插件生成的链接。

source: Create Plugin
zh_hans: 创建插件

source: Create your own text actions or import an existing plugin.
zh_hans: 创建自己的文字操作，或导入已有插件。

source: Create Your Plugin
zh_hans: 创建你的插件

source: Current version: %@. After saving, you can restore the previous version.
zh_hans: 当前版本 %@，保存后可恢复上一版本。

source: Custom
zh_hans: 自定义

source: Custom model
zh_hans: 自定义模型

source: Date:
zh_hans: 日期：

source: Default Actions
zh_hans: 默认操作列表

source: Default Value
zh_hans: 默认值

source: Define configurable fields, then enter their values on the details page.
zh_hans: 定义可配置的字段，参数值在详情页填写。

source: Delete
zh_hans: 删除

source: Delete “%@”, its settings, and previous versions?
zh_hans: 删除“%@”及其参数和历史版本？

source: Delete Action
zh_hans: 删除动作

source: Delete Option
zh_hans: 删除选项

source: Delete Plugin
zh_hans: 删除插件

source: Delete Plugin…
zh_hans: 删除插件…

source: Description
zh_hans: 说明

source: Disable Plugin
zh_hans: 停用插件

source: Disabled
zh_hans: 已停用

source: Display Conditions
zh_hans: 显示条件

source: Display Labels · Optional, in the same order as the choices
zh_hans: 显示名称 · 可选，顺序对应候选值

source: Display Name
zh_hans: 显示名称

# display_svg
source: opened SVG file by default application
zh_hans: 已由默认应用打开 SVG 文件

source: Document
zh_hans: 文档

source: Done
zh_hans: 完成

source: Drag to reorder
zh_hans: 拖动调整顺序

source: Duplicate action identifier: %@.
zh_hans: 动作标识重复：%@。

source: Duplicate option identifier (case-insensitive): %@.
zh_hans: 选项标识重复（忽略大小写）：%@。

source: Duplicate plugin identifier: %@.
zh_hans: 重复的插件标识：%@。

source: Edit Plugin
zh_hans: 编辑插件

source: Empty input
zh_hans: 输入为空

source: Enable Accessibility access for Selected in System Settings to paste into other apps.
zh_hans: 请在系统设置中允许 Selected 使用辅助功能，以粘贴到其他应用。

source: Enable Plugin
zh_hans: 启用插件

source: Enable reasoning
zh_hans: 启用推理

source: Enabled
zh_hans: 已启用

source: Enabled by default
zh_hans: 默认开启

source: Enter %@
zh_hans: 输入%@

source: Enter a sample here. Testing does not read your system clipboard.
zh_hans: 请在此填写示例内容，试运行不会读取系统剪贴板。

source: Enter text to use this action
zh_hans: 输入文字以使用此动作

source: Enter text, then choose an action
zh_hans: 输入文本，然后选择动作

source: Enter the program on the first line, then one argument per line. Selected text is passed through SELECTED_TEXT. The working directory is the plugin package.
zh_hans: 第一行是程序，之后每行一个参数。选中文字通过 SELECTED_TEXT 传入，工作目录为插件包。

source: Enter the value on the plugin details page to save it to Keychain.
zh_hans: 在插件详情页填写，保存到系统钥匙串。

source: exchange
zh_hans: 变形

source: Executable not found: %@
zh_hans: 找不到可执行命令：%@

source: Existing app matching rules are preserved. Edit them in YAML.
zh_hans: 已有的应用匹配规则会保留，可在 YAML 中修改。

source: Expanded
zh_hans: 已展开

source: Expected one Config.yaml, Config.json, or Config.plist file.
zh_hans: 插件包中应包含一个 Config.yaml、Config.json 或 Config.plist 文件。

source: Explain what users should enter
zh_hans: 帮助用户理解如何填写

source: Export Plugin…
zh_hans: 导出插件…

source: Export the plugin definition and resources without personal settings or secrets. Choose a new filename.
zh_hans: 导出插件定义与资源，不包含个人参数和密钥。请选择一个新文件名。

source: Extensions
zh_hans: 扩展

source: Extra High
zh_hans: 极高

source: failure
zh_hans: 失败

source: Feedback
zh_hans: 反馈

source: file
zh_hans: 文件

source: File
zh_hans: 文件

source: File search is unavailable
zh_hans: 文件搜索暂不可用

source: Files and Folders
zh_hans: 文件与文件夹

source: Apps, actions, files, and clipboard
zh_hans: 应用、动作、文件和剪贴板

source: Fix the source, then validate and reload the plugin.
zh_hans: 修复源码，校验通过后重新加载插件。

source: For example, cmd shift c. Multiple shortcuts run in order.
zh_hans: 例如 cmd shift c。多个组合按顺序执行。

source: For example: Output language
zh_hans: 例如：输出语言

source: For example: Reading Assistant
zh_hans: 例如：阅读助手

source: For example: Summarize
zh_hans: 例如：总结内容

source: General
zh_hans: 通用

source: Get Started with Plugins
zh_hans: 开始使用插件

source: Hide in These Apps · Comma-separated bundle IDs
zh_hans: 在这些应用隐藏 · 逗号分隔 bundle ID

source: High
zh_hans: 高

source: History
zh_hans: 历史记录

# HotKey
source: Keyboard Shortcut
zh_hans: 快捷键

source: Icon
zh_hans: 图标

source: Icon replaced with a system icon: %@
zh_hans: 此图标将替换为系统图标：%@

source: Identifier
zh_hans: 标识

source: Ignore Output
zh_hans: 不处理输出

source: Image
zh_hans: 图片

# Image %@ * %@
source: Image %1$@ * %2$@
zh_hans: 图像 %1$@ * %2$@

source: Import from PopClip
zh_hans: 导入 PopClip 插件

source: Import into Selected
zh_hans: 导入到 Selected

source: Import…
zh_hans: 导入…

source: Imported from PopClip
zh_hans: PopClip 来源

source: in progress
zh_hans: 进行中

source: in translating
zh_hans: 翻译中

source: Include clipboard text
zh_hans: 包含剪贴板文本

source: Includes clipboard text
zh_hans: 包含剪贴板文本

source: Incompatible Version
zh_hans: 版本不兼容

source: Input for this step
zh_hans: 本步输入

source: Input matches · Preview
zh_hans: 满足条件 · 输入预览

source: Insert after selection
zh_hans: 插入到选中文本后

source: Insert before selection
zh_hans: 插入到选中文本前

source: Installed
zh_hans: 已安装

source: Instructions
zh_hans: 指令

source: Instructions · Optional
zh_hans: 填写说明 · 可选

source: Invalid minimum Selected version.
zh_hans: 最低 Selected 版本无效。

source: Invalid option identifier %@. Use letters, numbers, and underscores, and do not start with a number.
zh_hans: 选项标识 %@ 无效，请使用字母、数字和下划线，且不能以数字开头。

source: Invalid plugin version. Use a version such as 1.0.0 or 1.1.0-beta.1.
zh_hans: 插件版本无效，请使用例如 1.0.0 或 1.1.0-beta.1。

source: JavaScript and TypeScript plugins are not supported yet.
zh_hans: 暂不支持 JavaScript 和 TypeScript 插件。

source: Keep History For
zh_hans: 保存记录

source: Keyboard Shortcut
zh_hans: 快捷键

source: Keyboard Shortcuts
zh_hans: 快捷键组合

source: Keyboard Shortcuts · One per line
zh_hans: 快捷键 · 每行一个组合

source: Unable to Save API Key
zh_hans: 无法保存 API 密钥

source: Keychain access failed
zh_hans: 钥匙串访问失败

source: Last copied:
zh_hans: 最近复制于：

source: Launch at login
zh_hans: 登录时自启动

source: Leave empty for no default value
zh_hans: 留空则不设默认值

source: Legacy plugins use their name as the identifier. Keep the name unchanged to preserve existing settings.
zh_hans: 旧插件使用名称作为标识，保持名称不变可以保留已有参数。

source: Link
zh_hans: 链接

source: Loading…
zh_hans: 正在加载…

source: Local version %@ → %@
zh_hans: 本地版本 %@ → %@

source: Low
zh_hans: 低

source: macOS Service
zh_hans: macOS 服务

source: macOS Service Name
zh_hans: macOS 服务名称

source: Manage startup, search, and AI services to make Selected work your way.
zh_hans: 管理启动、搜索与 AI 服务，让 Selected 按你的习惯工作。

source: Medium
zh_hans: 中

source: Minimal
zh_hans: 极低

source: Minimum Selected Version
zh_hans: 最低 Selected 版本

source: Minimum Selected Version · Optional
zh_hans: 最低 Selected 版本 · 可选

source: Model
zh_hans: 模型

source: More
zh_hans: 更多

source: More actions
zh_hans: 更多操作

source: More plugin management actions
zh_hans: 更多插件管理操作

source: More Results…
zh_hans: 更多结果…

source: More Settings
zh_hans: 更多设置

source: Move Down
zh_hans: 下移

source: Move Up
zh_hans: 上移

source: Needs Configuration
zh_hans: 待配置

source: New Action
zh_hans: 新动作

source: New Plugin
zh_hans: 新建插件

source: New plugins require an identifier and a version.
zh_hans: 新插件必须填写标识和版本。

source: Next action
zh_hans: 继续处理

source: No action restrictions. All available actions are shown.
zh_hans: 未限制动作，显示全部可用操作。

source: No actions available for this text in the current app
zh_hans: 当前应用中没有适用于这段文字的动作

source: No apps available to add
zh_hans: 没有可添加的应用

source: No custom actions. Using the default configuration.
zh_hans: 未单独配置动作，沿用默认设置。

source: No limit
zh_hans: 不限制

source: No matching actions
zh_hans: 没有匹配的动作

source: No Options Yet
zh_hans: 还没有选项

source: No results in this category
zh_hans: 此分类中没有匹配结果

source: No results found
zh_hans: 无结果

source: None
zh_hans: 无

source: Not supported in this import: %@
zh_hans: 本次导入暂不支持：%@

source: OK
zh_hans: 好

source: Open Chat
zh_hans: 打开对话

source: Open Plugins Folder
zh_hans: 打开插件文件夹

source: Open URL
zh_hans: 打开链接

source: Option Default Value
zh_hans: 选项默认值

source: Option Display Name
zh_hans: 选项显示名称

source: Option Identifier
zh_hans: 选项标识

source: Option Instructions
zh_hans: 选项填写说明

source: Options
zh_hans: 选项

source: Options · %lld
zh_hans: 选项 · %lld

source: Original app
zh_hans: 原应用

source: Original content
zh_hans: 原内容

source: Original restored
zh_hans: 已恢复原文

source: Other Apps
zh_hans: 其他应用

source: Output
zh_hans: 输出

source: Output Handling
zh_hans: 结果处理

source: Paste
zh_hans: 粘贴

source: Paste at current cursor
zh_hans: 粘贴到当前光标

source: Paste destination: %@
zh_hans: 粘贴到：%@

source: Paste plain text
zh_hans: 粘贴纯文本

source: Paste to %@
zh_hans: 粘贴到 %@

source: Paste was sent, but the replacement could not be verified. Check the original app.
zh_hans: 已发送粘贴，但无法确认替换结果，请检查原应用。

source: Pasted
zh_hans: 已粘贴

source: Path:
zh_hans: 路径：

source: Pause
zh_hans: 暂停

source: phonetic
zh_hans: 音标

source: plain text
zh_hans: 纯文本

source: Plain Text
zh_hans: 纯文本

source: Plugin Description
zh_hans: 插件简介

source: Plugin Icon
zh_hans: 插件图标

source: Plugin identifier already exists: %@.
zh_hans: 插件标识已存在：%@。

source: Plugin Information
zh_hans: 插件信息

source: Plugin Installation Failed
zh_hans: 插件安装失败

source: Plugin Name
zh_hans: 插件名称

source: Plugin Operation Failed
zh_hans: 插件操作失败

source: Plugin resources must be regular files or folders, without symbolic links.
zh_hans: 插件资源必须是普通文件或文件夹，不能包含符号链接。

source: Plugin Version
zh_hans: 插件版本

source: Plugin YAML Definition
zh_hans: 插件 YAML 定义

source: Plugins
zh_hans: 插件

source: PNG image
zh_hans: PNG 图像

source: PopClip input matching is preserved. Edit its rules in YAML; changing the action type uses Selected's native behavior.
zh_hans: 保留 PopClip 输入匹配规则，可在 YAML 中编辑；更改动作类型后使用 Selected 原生行为。

source: Press cmd+enter to send new message
zh_hans: 按 cmd+enter 键发送新信息

source: Press enter to send new message
zh_hans: 按 enter 键发送新信息

source: Prettify JSON
zh_hans: JSON 格式化

source: Preview ready
zh_hans: 预览已就绪

source: Preview the input, check matching rules, and inspect the result.
zh_hans: 预览输入、检查匹配条件，并查看执行结果。

source: Process content
zh_hans: 处理内容

source: Processing content…
zh_hans: 正在处理内容…

source: Prompt
zh_hans: 提示词

source: Quick Look
zh_hans: 快速查看

source: Quick Look (⌘Y)
zh_hans: 快速查看 (⌘Y)

source: Quit
zh_hans: 退出

source: Ready to use. No configuration needed.
zh_hans: 无需配置，可以直接使用。

source: Reasoning Effort
zh_hans: 推理强度

source: Reload
zh_hans: 重新加载

source: Remove App Configuration
zh_hans: 移除应用配置

source: Repair Plugin
zh_hans: 修复插件

source: Repair…
zh_hans: 修复…

source: Replace original selection
zh_hans: 替换原选区

source: Replace Selected Text
zh_hans: 替换选中文本

source: Replace the installed plugin
zh_hans: 替换已安装插件

source: Required before running
zh_hans: 运行前必填
